arandr
arch-install-scripts
arm-none-eabi-gcc
arm-none-eabi-newlib
atool
autoconf
automake
avr-gcc
avr-libc
avrdude
bash
bc
binutils
bison
bzip2
bzr
calcurse
cmake
cmatrix
compton
coreutils
cowsay
cryptsetup
device-mapper
dfu-programmer
dfu-util
dhcpcd
dialog
diffutils
docker
docx2txt
dosfstools
dunst
dvd+rw-tools
e2fsprogs
ed
efibootmgr
exfat-utils
expac
fakeroot
feh
ffmpeg
file
filesystem
findutils
firefox
flex
fzf
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gnome-keyring
gobject-introspection
gparted
granite
grep
groff
grub
gzip
highlight
imagemagick
inetutils
inkscape
iproute2
iputils
jfsutils
jsoncpp
kicad
kicad-library
kitty
less
libnotify
libtool
licenses
linux
linux-firmware
linux-headers
linux-lts-headers
logrotate
lsd
lvm2
lxappearance-gtk3
m4
maim
make
man-db
man-pages
mdadm
mediainfo
mpc
mpd
mpv
nano
ncmpcpp
neofetch
neovim
netctl
networkmanager
npm
ntfs-3g
nvidia
nvidia-settings
odt2txt
os-prober
pacman
patch
pciutils
perl
pkgconf
poppler
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
pycharm-community-edition
python-pywal
ranger
reiserfsprogs
rofi
s-nail
scrot
sdcv
sed
shadow
socat
speedtest-cli
sudo
sxhkd
sxiv
sysfsutils
systemd
systemd-sysvcompat
tabbed
tar
texinfo
tmux
tor
transmission-cli
transmission-gtk
trash-cli
tree
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
unrar
urlscan
usbutils
util-linux
vala
vi
vim
w3m
webkit2gtk
wget
which
xcape
xclip
xcompmgr
xdo
xdotool
xfsprogs
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xfd
xorg-xinit
xorg-xprop
xorg-xsetroot
xorg-xwininfo
xwallpaper
youtube-dl
youtube-viewer
zathura
zathura-djvu
zathura-pdf-mupdf
zip
